[Strings]
StrRes0="COPY はまだサポートされていません。まもなくサポートされる予定です。"
StrRes1="認識されないコマンド: "
StrRes2="ヘルプを表示するには、""Cscript.exe adsutil.vbs"" と入力します。"
StrRes3="使用法:"
StrRes4="      ADSUTIL.VBS <cmd> [<path> [<value>]]"
StrRes6="説明:"
StrRes7="メタベースのプロパティを構成できる IIS 管理ユーティリティです。"
StrRes9="サポートされているコマンド:"
StrRes12="サンプル:"
StrRes18="拡張ヘルプの種類の場合:"
StrRes19="  adsutil.vbs HELP"
StrRes21="      ADSUTIL.VBS CMD [param param]"
StrRes23="説明:"
StrRes24="ADSI パラメーターを操作できる IIS 管理ユーティリティ"
StrRes26="標準のコマンド:"
StrRes27=" adsutil.vbs GET      パス             - 選択されたパラメーターを表示します"
StrRes28=" adsutil.vbs SET      パスの値 ...   - 新しい値を割り当てます"
StrRes29=" adsutil.vbs ENUM     パス [""/P"" ]   - 指定されたパスのすべてのパラメーターを列挙します"
StrRes30=" adsutil.vbs DELETE   パス             - 指定されたパスまたはパラメーターを削除します"
StrRes31=" adsutil.vbs CREATE   パス [KeyType]   - 指定されたパスを作成し、指定された KeyType に割り当てます"
StrRes32=" adsutil.vbs APPCREATEINPROC  w3svc/1/root - イン プロセス アプリケーションを作成します"
StrRes33=" adsutil.vbs APPCREATEOUTPROC w3svc/1/root - アウト プロセス アプリケーションを作成します"
StrRes34=" adsutil.vbs APPCREATEPOOLPROC w3svc/1/root- プール済みプロセス アプリケーションを作成します"
StrRes35=" adsutil.vbs APPDELETE        w3svc/1/root - アプリケーションがあれば削除します"
StrRes36=" adsutil.vbs APPUNLOAD        w3svc/1/root - w3svc ランタイム ルックアップ テーブルからアプリケーションをアンロードします。"
StrRes37=" adsutil.vbs APPDISABLE       w3svc/1/root - アプリケーションを無効にします - 別のコンピューターへのエクスポートに適しています。"
StrRes38=" adsutil.vbs APPENABLE        w3svc/1/root - アプリケーションを有効にします - 別のコンピューターからのインポートに適しています。"
StrRes39=" adsutil.vbs APPGETSTATUS     w3svc/1/root - アプリケーションの状態を取得します"
StrRes40="新しい ADSI オプション:"
StrRes41=" /P - ENUM に対してのみ有効。パスのみを列挙します (データはなし)"
StrRes42=" KeyType - CREATE に対してのみ有効。 有効な KeyType をパスに割り当てます"
StrRes43="拡張 ADSUTIL コマンド:"
StrRes44=" adsutil.vbs FIND             パス     - 指定されたパラメーターが設定されているパスを検索します"
StrRes45=" adsutil.vbs CREATE_VDIR      パス     - 指定されたパスを仮想ディレクトリとして作成します"
StrRes46=" adsutil.vbs CREATE_VSERV     パス     - 指定されたパスを仮想サーバーとして作成します"
StrRes47=" adsutil.vbs START_SERVER     パス     - 指定された Web サイトを開始します"
StrRes48=" adsutil.vbs STOP_SERVER      パス     - 指定された Web サイトを停止します"
StrRes49=" adsutil.vbs PAUSE_SERVER     パス     - 指定された Web サイトを一時停止します"
StrRes50=" adsutil.vbs CONTINUE_SERVER  パス     - 指定された Web サイトを継続します"
StrRes52="  adsutil.vbs GET W3SVC/1/ServerBindings"
StrRes53="  adsutil.vbs SET W3SVC/1/ServerBindings "":81:"""
StrRes54="  adsutil.vbs CREATE W3SVC/1/Root/MyVdir ""IIsWebVirtualDir"""
StrRes55="  adsutil.vbs START_SERVER W3SVC/1"
StrRes56="  adsutil.vbs ENUM /P W3SVC"
StrRes57="拡張 ADSUTIL コマンド:"
StrRes58=" adsutil.vbs FIND             パス     - 指定されたパラメーターが設定されているパスを検索します"
StrRes59=" adsutil.vbs CREATE_VDIR      パス     - 指定されたパスを仮想ディレクトリとして作成します"
StrRes60=" adsutil.vbs CREATE_VSERV     パス     - 指定されたパスを仮想サーバーとして作成します"
StrRes61=" adsutil.vbs START_SERVER     パス     - 指定された Web サイトを開始します"
StrRes62=" adsutil.vbs STOP_SERVER      パス     - 指定された Web サイトを停止します"
StrRes63=" adsutil.vbs PAUSE_SERVER     パス     - 指定された Web サイトを一時停止します"
StrRes64=" adsutil.vbs CONTINUE_SERVER  パス     - 指定された Web サイトを継続します"
StrRes65="サンプル:"
StrRes66="  adsutil.vbs GET W3SVC/1/ServerBindings"
StrRes67="  adsutil.vbs SET W3SVC/1/ServerBindings "":81:"""
StrRes68="  adsutil.vbs CREATE W3SVC/1/Root/MyVdir ""IIsWebVirtualDir"""
StrRes69="  adsutil.vbs START_SERVER W3SVC/1"
StrRes70="  adsutil.vbs ENUM /P W3SVC"
StrRes71="このスクリプトは、WScript では使用できません。"
StrRes72="CScript を使用してこのスクリプトを実行するには、次のように入力します: ""CScript.exe "
StrRes73="レジストリ設定の書き込み中のエラーです。"
StrRes74="CScript が正しく登録されました"
StrRes75="このスクリプト タイプを実行する方法: ""CScript.Exe adsutil.vbs <cmd> <params>"""
StrRes76="エラー: SET コマンドの引数の数が間違っています"
StrRes77="オブジェクトを取得中のエラーです: "
StrRes78="プロパティのスキーマに対して GET を実行中のエラーです: "
StrRes79="エラー: スキーマに不明なデータ型があります: "
StrRes80="プロパティに対して SET を実行中のエラーです: "
StrRes81="エラー: GET コマンドの引数の数が間違っています"
StrRes82="オブジェクトに対して GET を実行中のエラーです (GetObject が失敗しました): "
StrRes83="プロパティのスキーマに対して GET を実行中のエラーです: "
StrRes84="プロパティに対して GET を実行中のエラーです: (Get メソッドが失敗しました) "
StrRes85="  (このプロパティは、このノードで許可されていない可能性があります)"
StrRes86="パラメーター "" "
StrRes87=" は、このノードで設定されていません。"
StrRes90=" 項目)"
StrRes91="プロパティに対して GET を実行中のエラーです: "
StrRes92="エラー: ENUM コマンドに対して無効な引数が指定されています"
StrRes93="エラー: ENUM コマンドの引数の数が間違っています"
StrRes94="オブジェクトに対して ENUM を実行中のエラーです (GetObject が失敗しました): "
StrRes95="クラスのスキーマに対して GET を実行中のエラーです: "
StrRes96="プロパティ一覧の取得中のエラーです: "
StrRes97="警告: optionalproperties 一覧は、無効な種類に関するものです"
StrRes98="警告: このノードの OptionalProperties 一覧は空です。"
StrRes99="オプションのプロパティを列挙中のエラーです (プロパティ情報を取得できません): "
StrRes100="最後のプロパティ名: "
StrRes102=" 項目)"
StrRes103="データ型: "
StrRes104=" このプロパティではまだサポートされていません: "
StrRes105="オプションのプロパティを列挙中のエラーです (プロパティ値の取得中のエラーです): "
StrRes108="続行..."
StrRes109="プロパティ一覧の列挙中のエラーです:"
StrRes111="子ノードの列挙中のエラーです"
StrRes112="エラー: CREATE コマンドの引数の数が間違っています"
StrRes120="オブジェクトにアクセス中のエラーです: "
StrRes121="オブジェクトの作成中のエラーです: "
StrRes123="警告: 親パス ("
StrRes124=") がまだ作成されていませんでした。"
StrRes125="    これは、中間オブジェクトの一部に正確なオブジェクト タイプがないことを"
StrRes126="    意味します。中間オブジェクトで KeyType を設定して、この問題を修正"
StrRes127="    する必要があります。"
StrRes128="警告: このオブジェクトのオブジェクト タイプは、未指定であったか、"
StrRes129="    IIsObject として指定されていました。したがって、オブジェクトのプロパティを設定または取得する前に "
StrRes130="    KeyType プロパティを設定する必要があります。"
StrRes131=""" を作成しました"
StrRes132="エラー: DELETE コマンドの引数の数が間違っています"
StrRes133="オブジェクトの削除中のエラーです: "
StrRes134="プロパティ "" を削除しました"
StrRes135="オブジェクトの削除中のエラーです: "
StrRes136="パス "" を削除しました"
StrRes137="ENUM_ALL コマンドはまだサポートされていません"
StrRes138="エラー: Copy/Move コマンドの引数の数が間違っています"
StrRes139="オブジェクトを開こうとしているときのエラーです: "
StrRes140="Copy/Move コマンドの実行中のエラーです"
StrRes141="コピー元 "
StrRes142=" コピー先 "
StrRes143="移動元 "
StrRes145="エラー: START_SERVER コマンドの引数の数が間違っています"
StrRes146="オブジェクトを開こうとしているときのエラーです: "
StrRes147="サーバーに対して START を実行中のエラーです: "
StrRes148="サーバー "
StrRes149=" は正常に開始されました"
StrRes150="エラー: STOP_SERVER コマンドの引数の数が間違っています"
StrRes151="オブジェクトを開こうとしているときのエラーです: "
StrRes152="サーバーに対して STOP を実行中のエラーです: "
StrRes154=" は正常に停止されました"
StrRes155="エラー: PAUSE_SERVER コマンドの引数の数が間違っています"
StrRes156="オブジェクトを開こうとしているときのエラーです: "
StrRes157="サーバーに対して PAUSE を実行中のエラーです: "
StrRes159=" は正常に一時停止されました"
StrRes160="エラー: CONTINUE_SERVER コマンドの引数の数が間違っています"
StrRes161="オブジェクトを開こうとしているときのエラーです: "
StrRes162="サーバーに対して CONTINUE を実行中のエラーです: "
StrRes164=" は正常に続行されました"
StrRes165="エラー: FIND_DATA コマンドの引数の数が間違っています"
StrRes166="オブジェクトのデータ パス検索中のエラーです (GetObject が失敗しました): "
StrRes167="パス一覧の取得中のエラーです (GetDataPaths が失敗しました): "
StrRes168="プロパティ "
StrRes169=" は、その下のいずれのノードでも見つかりませんでした "
StrRes171=" 見つかった場所:"
StrRes172="データ パスの一覧表示中のエラーです (_newEnum が失敗しました): "
StrRes173="オブジェクトを取得中のエラーです: "
StrRes175="Mime マップ一覧の作成中のエラーです。"
StrRes176="エラー: Set MIMEMAP コマンドの引数の数が間違っています"
StrRes177="オブジェクトを取得中のエラーです: "
StrRes179="オブジェクトの ""MimeMap"" プロパティを新しい mimemap 一覧に設定中のエラーです。"
StrRes180="オブジェクトを取得中のエラーです: "
StrRes181="IIsWebServer 以外のオブジェクトには ServerCommand を設定できません。"
StrRes182="サーバーを開始するときのエラーです: "
StrRes184=" は正常に開始されました"
StrRes185="サーバーの停止中のエラーです: "
StrRes187=" は正常に停止されました"
StrRes188="サーバーを一時停止にするときのエラーです: "
StrRes190=" は正常に一時停止されました"
StrRes191="サーバーの続行中のエラーです: "
StrRes193=" は正常に続行されました"
StrRes194="無効な ServerCommand: "
StrRes195="オブジェクトを取得中のエラーです: "
StrRes196="IIsApplicationPool 以外のオブジェクトには AppPoolCommand を設定できません。"
StrRes197="アプリケーション プールを開始するときのエラーです: "
StrRes198="アプリケーション プール"
StrRes199=" は正常に開始されました"
StrRes200="アプリケーション プールを停止するときのエラーです: "
StrRes202=" は正常に停止されました"
StrRes203="無効な AppPoolCommand: "
StrRes204="オブジェクトを取得中のエラーです: "
StrRes205="エラー: 設定はサポートされていません: "
StrRes206="オブジェクトにデータを設定中のエラーです: "
StrRes208="オブジェクトを取得中のエラーです: "
StrRes215="注意: 指定されたパラメーター """
StrRes216=" は AccessFlags にマップされます"
StrRes217="      ""GET AccessRead""、""GET AccessWrite"" などを使用して個々の許可を確認してください。"
StrRes221=" は AuthFlags にマップされます"
StrRes222="      ""GET AuthNTLM""、""GET AuthBasic"" などを使用して個々の承認を確認してください。"
StrRes223="ErrNumber: "
StrRes225="オブジェクトからパラメーターを分割中のエラーです: "
StrRes234="パスの左部分を分割しようとしたときにエラーが発生しました:"
StrRes235="パスの不要部分を削除中のエラーです: "
StrRes236="エラー: APPCREATE コマンドの引数の数が間違っています"
StrRes237="アプリケーション パスを取得中のエラーです: "
StrRes238="アプリケーションを作成中のエラーです: "
StrRes239="アプリケーションが作成されました。"
StrRes240="エラー: APPDELETE コマンドの引数の数が間違っています"
StrRes242="アプリケーションに対して DELETE を実行中のエラーです: "
StrRes243="アプリケーションが削除されました。"
StrRes244="エラー: APPUNLOAD コマンドの引数の数が間違っています"
StrRes246="アプリケーションに対して UNLOAD を実行中のエラーです: "
StrRes247="アプリケーションがアンロードされました。"
StrRes248="エラー: APPDISABLE コマンドの引数の数が間違っています"
StrRes251="アプリケーションを無効化中のエラーです: "
StrRes253="アプリケーションが無効になりました。"
StrRes254="エラー: APPENABLE コマンドの引数の数が間違っています"
StrRes257="アプリケーションを有効化中のエラーです: "
StrRes259="アプリケーションが有効になりました。"
StrRes260="エラー: APPGETSTATUS コマンドの引数の数が間違っています"
StrRes262="アプリケーション STATUS を取得中のエラーです: "
StrRes263="アプリケーション状態: "
StrRes264="プロパティを取得中のエラーです: "
StrRes265="CScript を VBscript の既定のホストとして登録しますか?"
StrRes266="CScript の登録"
StrRes267="要求されたパスは見つかりませんでした。"
StrRes268="要求されたパスまたはプロパティへのアクセスは拒否されました。"
StrRes269="要求されたパスは他のアプリケーションにより使用されています。"
StrRes270="認証"
StrRes271=" 匿名"
StrRes272=" 基本"
